Revit 2027 API
InitialFluxIntensity Methods
The InitialFluxIntensity type exposes the following members.
Methods
Name | Description
Clone |  Creates a copy of the InitialIntensity derived object.
(Inherited from InitialIntensity)
Dispose
(Inherited from InitialIntensity)
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
InitialFluxIntensity Class
Autodesk.Revit.DB.Lighting Namespace